{
  "privacyPolicy": "Polityka prywatności",
  "policyH1": "polityka prywatności dla aplikacji mobilnej",
  "paragraph1": {
    "nameApp": "Aplikacja Driving Time",
    "middleText": "(dalej jako",
    "application": "„Aplikacja”)",
    "mainPart": "umożliwia prowadzenie rejestru instruktorów i kursantów, przygotowywanie harmonogramów zajęć kursantów oraz instruktorów, kalendarza dostępnych terminów oraz umawianie kolejnych zajęć."
  },
  "paragraph2": "W związku z zainstalowaniem przez Ciebie Aplikacji na urządzeniu mobilnym dochodzi do zawarcia, pomiędzy Tobą, a dostawcą Aplikacji, umowy o świadczenie usług drogą elektroniczną w rozumieniuprzepisów ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną. Niniejsza Politykaprywatności ma na celu przekazanie Ci informacji w jaki sposób w związku z tym przetwarzane są Twojedane osobowe, jak również w jaki sposób przetwarzane są Twoje dane osobowe w związku zprowadzeniem przez nas działań marketingowych.",
  "paragraph3": {
    "firstPart": "Polityka prywatności służy przekazaniu Ci informacji, o których mowa w art. 13 rozporządzenia  Parlamentu Europejskiego i Rady  (UE) 2016/679  z  dnia 27  kwietnia 2016  r. w sprawie  ochrony  osób fizycznych w związku z przetwarzaniem danych osobowych  i  w  sprawie  swobodnego przepływu  takich  danych  oraz uchylenia  dyrektywy  95/46/WE  (ogólne  rozporządzenie  o  ochronie danych), zwanego dalej",
    "rodo": "„RODO”.",
    "secondPart": "Polityka prywatności ma charakter informacyjny i nie wynikają z jej treści dla Ciebie żadne obowiązki (nie jest regulaminem, czy umową)."
  },
  "whoIsAdmin": "Kto jest administratorem Twoich danych osobowych?",
  "paragraph4": "Administratorem Twoich danych osobowych jest firma Limba App Marcin Zglinicki, ul. Wiosenna 16 95-054 Ksawerów, NIP 7311993314, REGON 101669653, e-mail: mzglinicki.96@gmail.com. ",
  "paragraph5": "We wszelkich kwestiach dotyczących ochrony danych osobowych możesz się skontaktować z nami mailowo na adres: mzglinicki.96@gmail.com lub listownie na adres: ul Wiosenna 16, 95-054 Ksawerów.",
  "howCare": "Jak dbamy o bezpieczeństwo Twoich danych osobowych?",
  "point1": "Twoje dane osobowe przetwarzane są zgodnie z RODO oraz innymi aktualnie obowiązującymiprzepisami prawa o ochronie danych osobowych.",
  "point2": "Stosujemy, wymagane przez przepisy prawa krajowego oraz unijnego środki techniczne i organizacyjne zapewniające ochronę przetwarzanych danych osobowych i zabezpieczenie danych osobowych przed ich udostępnieniem osobom nieupoważnionym, przejęciem przez osoby nieuprawnione, przetwarzaniem z naruszeniem przepisów oraz zmianą, utratą lub zniszczeniem",
  "point3": "Podanie danych osobowych jest dobrowolne, ale konieczne dla korzystania z wymagających tego funkcjonalności Aplikacji.",
  "point4": "W sytuacji gdy podstawą przetwarzania danych osobowych jest zgoda, jej brak uniemożliwi nam podjęcie działania, którego ta zgoda dotyczy. Wyrażoną zgodę możesz cofnąć w każdej chwili, jednakże nie będzie to miało wpływu na zgodność z prawem przetwarzania przez nas Twoich danych osobowych, którego dokonaliśmy na podstawie zgody przed jej cofnięciem.",
  "purpose": "W jakim celu i na jakiej podstawie przetwarzamy Twoje dane osobowe oraz jak długo będziemyje przechowywać?",
  "paragraph6": "Twoje dane osobowe przetwarzamy w szczególności w celu świadczenia w ramach Aplikacji usług drogą elektroniczną w rozumieniu przepisów ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną. Twoje dane osobowe przetwarzamy w celu:",
  "servicesPoint1": "Usługi świadczone drogą elektroniczną",
  "marketingPoint2": "Marketing i analityka",
  "mailContactPoint3": "Kontakt mailowy lub telefoniczny",
  "paragraph7": "Twoje dane osobowe podane przez Ciebie lub inne dane zebrane w związku z pobraniem i instalacją Aplikacji oraz świadczeniem tym samym usług drogą elektroniczną, są lub mogą być przez nas przetwarzane w następujących celach i na poniższych podstawach prawnych:",
  "paragraph8": "Twoje dane osobowe będziemy przetwarzać przez okres świadczenia usług drogą elektroniczną, chyba, że dalsze przechowywanie danych uzasadnione jest terminem przedawnienia roszczeń lub wynika z powszechnie obowiązujących przepisów prawa albo uzasadnione jest naszym nadrzędnym interesem, wynikającym z realizacji prawnie uzasadnionych interesów. W każdym przypadku decyduje dłuższy termin przechowywania danych osobowych.",
  "orderedList1A": "świadczenie usług drogą elektroniczną, na podstawie umowy o świadczenie usług drogą elektroniczną, jak również podjęcie działań, na Twoje żądanie, przed zawarciem ww. umowy (art. 6 ust. 1 lit. b) RODO),",
  "orderedList1B": "ewentualne ustalenia, dochodzenie lub obrona przed roszczeniami, które mogą powstać w związku z korzystaniem przez Ciebie z naszej Aplikacji, a także inne cele (np. archiwalne na potrzeby wykazania faktów), które stanowią nasz prawnie uzasadniony interes (art. 6 ust. 1 lit. f) RODO).",
  "orderedList1C": "wystawienie i przechowywanie dokumentów księgowych oraz rozpatrywanie ewentualnych reklamacji, zgodnie z obowiązującymi przepisami (art. 6 ust. lit. c) RODO).",
  "paragraph9": "Twoje dane osobowe podane przez Ciebie lub inne dane zebrane w związku z korzystaniem przez Ciebie z naszej Aplikacji, są lub mogą być przez nas przetwarzane w następujących celach i na poniższych podstawach prawnych:",
  "marketingListA": "marketing naszych usług, co stanowi nasz prawnie uzasadniony interes polegający na prowadzeniu działań marketingowych (art. 6 ust. 1 lit. f) RODO), z zastrzeżeniem, że przesyłanie przez nas informacji handlowych za pomocą telekomunikacyjnych urządzeń końcowych i automatycznych systemów wywołujących możliwe jest tylko za Twoją uprzednią zgodą (udzielenie tej zgody jest dobrowolne, ale niezbędne do przesyłania informacji handlowych), w takim przypadku podstawą przetwarzania danych osobowych może być również Twoja zgoda (art. 6 ust. 1 lit. a) RODO)",
  "marketingListB": "śledzenie instalacji Aplikacji, tworzenie zestawień, analiz oraz statystyk, w tym raportowania, planowania rozwoju usług, prac rozwojowych, tworzenia modeli statystycznych, co stanowi nasz prawnie uzasadniony interes, polegający na doskonaleniu i rozwoju Aplikacji (art. 6 ust. 1 lit. f RODO),",
  "marketingListC": "ewentualne ustalenia, dochodzenie lub obrona przed roszczeniami, które mogą powstać w związku z korzystaniem przez Ciebie z naszej Aplikacji, a także inne cele (np. archiwalne na potrzeby wykazania faktów), które stanowią nasz prawnie uzasadniony interes (art. 6 ust. 1 lit. f) RODO).",
  "paragraph10": "Twoje dane osobowe w przypadku działań marketingowych prowadzonych na podstawie zgody będziemy przetwarzać do momentu jej wycofania, natomiast w przypadku działań marketingowych prowadzonych w oparciu o przesłankę uzasadnionego interesu do momentu zgłoszenia sprzeciwu, chyba, że dalsze przechowywanie (w obu przypadkach) danych uzasadnione jest terminem przedawnienia roszczeń lub wynika z powszechnie obowiązujących przepisów prawa albo uzasadnione jest nadrzędnym interesem Administratora, wynikającym z realizacji prawnie uzasadnionych interesów.",
  "paragraph11": "Twoje dane osobowe podane przez Ciebie w związku z kontaktem mailowym lub telefonicznym (tj. dane niezbędne do nawiązania i utrzymania kontaktu), a także zebrane w toku dalszej komunikacji, są lub mogą być przez nas przetwarzane w następujących celach i na poniższych podstawach prawnych:",
  "contactPolicyListA": "udzielenie odpowiedzi na kontakt mailowy lub telefoniczny, co stanowi nasz prawnie uzasadniony interes (art. 6 ust. 1 pkt f) RODO),",
  "contactPolicyListB": "podjęcie na Twoje żądanie działań przed zawarciem umowy, jeżeli tego dotyczyć będzie prowadzona komunikacja (art. 6 ust. 1 lit, b) RODO),",
  "contactPolicyListC": "ewentualne ustalenia, dochodzenie lub obrona przed roszczeniami, które mogą powstać w związku z Twoim kontaktem mailowym lub telefonicznym, a także inne cele (np. archiwalne na potrzeby wykazania faktów), które stanowią nasz prawnie uzasadniony interes (art. 6 ust. 1 lit. f) RODO).",
  "paragraph12": "Twoje dane osobowe będziemy przetwarzać do momentu prowadzenia korespondencji, chyba, że dalsze przechowywanie danych uzasadnione jest terminem przedawnienia roszczeń lub wynika z powszechnie obowiązujących przepisów prawa albo uzasadnione jest nadrzędnym interesem Administratora, wynikającym z realizacji prawnie uzasadnionych interesów. W każdym przypadku decyduje dłuższy termin przechowywania danych osobowych.",
  "rights": "Jakie masz prawa?",
  "paragraph13": {
    "part1": "Z związku z przetwarzaniem przez nas Twoich danych osobowych przysługuje Ci szereg uprawnień. Każde z uprawnień możesz zrealizować kontaktując się z nami mailowo na adres: mzglinicki.96@gmail.com lub listownie na adres: ul. Wiosenna 16 95-054 Ksawerów.",
    "part2": "Przysługuje Ci uprawnienie do:"
  },
  "rightsListA": "dostępu do Twoich danych osobowych oraz prawo żądania ich sprostowania, usunięcia i ograniczenia przetwarzania. W zakresie, w jakim podstawą przetwarzania jest przesłanka naszego prawnie uzasadnionego interesu masz prawo wniesienia sprzeciwu wobec przetwarzania Twoich danych osobowych,",
  "rightsListB": "w zakresie, w jakim podstawą przetwarzania Twoich danych osobowych jest zgoda, masz prawo do wycofania zgody. Wycofanie zgody nie ma wpływu na zgodność z prawem przetwarzania dokonanego na podstawie zgody przez jej wycofaniem,",
  "rightsListC": "w zakresie, w jakim podstawą przetwarzania Twoich danych osobowych jest zgoda lub umowa, przysługuje Ci także prawo do przenoszenia Twoich danych, tj. żądanie otrzymania od nas Twoich danych osobowych, w ustrukturyzowanym, powszechnie stosowanym formacie,",
  "rightsListD": "wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych (ul. Stawki 2, 00-193 Warszawa), w każdym przypadku gdy uznasz, że przetwarzanie danych osobowych narusza Twoje prawa.",
  "whoShare": "Komu udostępniamy Twoje dane osobowe?",
  "paragraph14": "Pobierając naszą Aplikację za pośrednictwem Google Play lub App Store, przekazujesz dostawcom tych platform określone informacje, w szczególności dane dotyczące Twojego konta, np. imię i nazwisko, identyfikator urządzenia i adres e-mail. Nie mamy wpływu na gromadzenie tych danych i nie mamy do nich żadnego dostępu. Szczegółowe informacje znajdziesz w polityce prywatności aplikacji Google Play lub App Store.",
  "paragraph15": "Twoje dane osobowe mogą być przekazywane podmiotom uprawnionym do uzyskania danych osobowych na podstawie przepisów prawa, a także podmiotom, którym powierzamy dane na podstawie umów, dotyczących świadczenia usług związanych z funkcjonowaniem naszej Aplikacji m.in. usług hostingowych, usług marketingowych i dostawy systemów IT. Twoje dane osobowe przekazywać możemy również dostawcom narzędzi służących do: prowadzenia badań analitycznych, tworzenia statystyk, śledzenia pobrań Aplikacji, automatyzacji marketingu.",
  "paragraph16": "Niektóre podmioty świadczące dla nas usługi mogą przechowywać Twoje dane poza Europejskim Obszarem Gospodarczym. W takich sytuacjach Twoje dane będą przekazane wyłącznie do państw, które zapewniają adekwatny stopień ochrony, a do państw, które nie zapewniają adekwatnego stopnia ochrony, jedynie w przypadku zapewnienia odpowiednich zabezpieczeń, w tym m.in. na podstawie standardowych klauzul umownych przyjętych przez Komisję Europejską."
}
